Repository: hojott/animu
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: fi

source: Admin password
fi: Pääkäyttäjän salasana

source: Wrong admin password
fi: Väärä salasana

source: Username
fi: Käyttäjätunnus

source: Display name
fi: Nimi

source: No such username
fi: Käyttäjää ei ole olemassa

source: Username must be at least two characters long
fi: Käyttäjätunnuksen on oltava vähintään kaksi merkkiä pitkä

source: The username you entered is already taken
fi: Käyttäjätunnus on jo käytössä

source: Candidate name
fi: Ehdokkaan nimi

source: Candidate URL, e.g. IMDB page
fi: Ehdokkaan URL, esim. IMDB-sivu

source: Candidate URL
fi: Ehdokkaan URL

source: Selected
fi: Valittu

source: You can't edit other people's candidates!
fi: Et voi muokata muiden ehdokkaita!

source: You can't delete other people's candidates!
fi: Et voi poistaa muiden ehdokkaita!

source: Reset votes
fi: Nollaa äänet

source: There seems to be an error in the application.
fi: Sovelluksessa näyttää olevan virhe.

source: Plase contact yllapito (at) tko-aly.fi.
fi: Ole hyvä ja ota yhteyttä yllapito (at) tko-aly.fi.

source: Go back to the main page
fi: Palaa pääsivulle

source: List candidates
fi: Listaa ehdokkaat

source: Add a candidate
fi: Lisää ehdokas

source: Edit Profile
fi: Muokkaa profiilia

source: Logout
fi: Kirjaudu ulos

source: Login
fi: Kirjaudu sisään

source: Register
fi: Rekisteröidy

source: Save changes
fi: Tallenna muutokset

source: Delete account
fi: Poista tili

source: Please note that this application is not secure in any way. Any user can log in with your username.
fi: Huomioithan, että tämä sovellus ei ole millään tavalla turvallinen. Kuka tahansa voi kirjautua sisään käyttäjätunnuksellasi.

source: Delete
fi: Poista

source: This application implements <a href="https://en.wikipedia.org/wiki/Approval_voting">approval voting</a> with unrestricted veto-rights.
fi: Tämä sovellus toteuttaa <a href="https://fi.wikipedia.org/wiki/Hyv%%C3%%A4ksymisvaalitapa">hyväksymisvaalitavan</a> rajoittamattomilla veto-oikeuksilla.

source: Please vote in good faith, i.e. only veto a candidate if you <em>really</em> don't want to see it.
fi: Äänestä hyvässä uskossa, eli käytä veto-oikeuttasi vain jos et <em>oikeasti</em> halua nähdä ehdokasta.

source: Using a recognizable name is required to prevent abuse.
fi: Tunnistettavan nimen käyttö on pakollista väärinkäytösten estämiseksi.

source: Name
fi: Nimi

source: Nominator
fi: Ehdottaja

source: Nominated by
fi: Ehdottanut

source: No approvals
fi: Ei hyväksyntöjä

source: No vetoes
fi: Ei vetoja

source: person has voted.
fi: henkilö on äänestänyt.

source: is winning.
fi: on voittamassa.

source: There are no candidates in the system.
fi: Järjestelmässä ei ole ehdokkaita.

source: If this seems to be an error, contact yllapito (at) tko-aly.fi.
fi: Jos tämä näyttää virheeltä, ota yhteyttä yllapito (at) tko-aly.fi

source: View previously selected candidates
fi: Näytä aiemmin valitut ehdokkaat

source: Add a new candidate
fi: Lisää uusi ehdokas

source: These are all the candidates that have been selected in the past.
fi: Nämä ovat kaikki aiemmin valitut ehdokkaat.

source: Candidate
fi: Ehdokas

source: Tags
fi: Tunnisteet

source: Time selected
fi: Valinta-aika

source: Edit
fi: Muokkaa

source: No candidates have been selected yet.
fi: Yhtään ehdokasta ei ole vielä valittu.
